chore(content): write-only draft [linux/foundations/networking/module-3.1-tcp-ip-essentials]
